[
  {
    "title": "Imposter sindromi",
    "content": "Self-doubt of intellect, skills, or accomplishments among high-achieving individuals.\n\n\n\nSubyektivni oxirgi sonida shu haqida juda zo’r gaplar bo’libdi. \n\nMening o’zimda bu holat ko’p bo’lgan. Ayniqsa, Diplomatiyadagi dastlabki kunlarimda (rus tilini bilmaydigan men) rus tilida leksiya o’qilayotganda o’zimni 1-sinfga kelgan o’quvchidek tasavvur qilganman 😁\n\nBu sindromning yodimda qolgan eng katta zararlaridan biri driver license imtihoniga tayyorlanishda bo’lgan. Bu yerda (AQShda) darsga qatnab o'rganish majburiy emas ekan. Amaliy imtihon, undan oldin test bo’larkan, buni topshirish uchun kitobini o’qish kerak edi.  100 betlik kitob, oson, o’zimizga tanish bo’lgan qoidalar juda ko’p. Bir haftada yaxshi tanishib chiqib bo’lgandim. Lekin, hali tayyor emasman degan o’y bilan bir oydan oshiq topshirmay yurdim 🤦‍♂️ Testga kirib shunga shunchami deganman albatta) \n\nShuning uchun:\n\nYou'll never be ready, if you keep waiting for the perfect time to come. Because it won't. Ever. Never. Never ever ever.\nBa’zida o’zimizga to’g’ri baho berishni unutib qo’yamiz. Atrofimizdagi odamlarni natijalaridan xayratlanamiz, o’zimizga bo’lgan ishonch pasayadi. Lekin, shuni unutmaylikki, hech kim o’zining kamchiliklari, yohud, zaif tomonlari haqida yozmaydi, ommaga oshkor qilmaydi. Hammaning ham o'ziga yarasha muammolari bor.\n\nHozirgi progressimizni boshqalarga taqqoslash orqali o’lchash xato. Taqqoslashda kechagi o’zimizni, yoki bir oy oldingi holatimizni nisbat qilib olishimiz kerak. Shu muddat davomida yetarlicha o’sdikmi, garchi guruhimizda yoki ishxonada bizdan kuchlilar bisyor bo’lsada we are doing pretty good! \n\nKimningdir gapi bor edi: Ular mendan kuchlimas, shunchaki oldinroq boshlashgan 😎😁 \n\nImposter sindromi haqida bu yerda ham yaxshi maqola bor ekan.\n\n\n\nFikrlar subyektiv)"
  },
  {
    "title": "Fokus",
    "content": "Kamroq uxlashim kerak deb o'zimni malomat qildim. Keyin shuni sezib qoldimki, kun davomida ijtimoiy tarmoq yoki boshqa chalg'ituvchi narsalarga juda ko'p vaqt sarflar ekanman. Kamroq uxlab, kun davomida charchoq bilan yurish o'rniga, mana shu bekor o'tayotgan vaqtni nazorat qilsam foydaliroq ekanini tushundim.\n\nHammada 24 soat bor, kimdir mana shu payt mobaynida boshqa bir odamdan ko'ra ikki-uch barobar ko'proq mahsuldorlik ko'rsatishi mumkin. Demak, biz yetarlicha uxlab, fokusni kuchaytirsak qilayotgan ishimizni sifati ham, miqdori ham oshar ekan."
  },
  {
    "title": "Overestimating va underestimating",
    "content": "#long_read\n\nBa’zan ikkita o’xshash xatoga yo’l qo’yamiz: Overestimating and Underestimating.\n\nUnderestimating bu ma’lum bir vazifani bajarishda xotirjam bo’lish, boshqacha qilib aytganda “mensimaslik”. Bu o’z imkoniyatlarini yuqori baholashdan kelib chiqadi. O’ziga bo’lgan ishonch bu zo’r narsa, lekin oshiqchasi to’satdan qiyin vaziyat kelganda, dovdirab qolinganda seziladi.\n\nMasalan, Toshkentda dasturlash kursiga borganman. Kurs boshlanishidan oldin o’zim o’rgangan bilimlarim, ingliz tilini bilish darajam guruhdagi aksariyat o’quvchilardan yuqori ekanligini bilganim (English dasturlashni o’rganishda katta plyusligi uchun) xushyorlikni yo’qotishimga sabab bo’lgan. Natijada, sheriklarimdan orqada qolib ketganman 🤦‍♂️ Yana bir misol, hozirgi universitet hayotidan. Ba’zi paytlar bo’ladi: tezda tayyorlab topshirib qo’yaman degan vazifalarim dedlayn yaqinlashganda ko’p vaqt olib, ancha bosh og’riq bo’ladi.\n\nEndi, overestimating ga misol: ba’zida vazifalarni juda qiyin, ko’p vaqt talab qiladi deb o’ylayman. Shunda ularni darrov boshlash o’rniga, uni qanday qilish haqida o’ylab ko’p vaqt sarflab qo’yaman. Oxiri o’ylaganimdan ancha oson bitadi.\n\nDemak, universitetdagi vazifalar doirasida gapirsak, vazifalar bilan yetarlicha yaxshi tanishib chiqmay ularga “qiyin” yo “oson” degan “title” ilishga shoshilmaslik kerak ekan.\n\nUmuman olganda esa, yangi narsalar o’zlashtirayotganimizda “oltin o’rtalik”ni ushlab turish kerak ekan. Ham self-confidence xotirjam qilib qo’ymasin, ham o’rganayotgan yoki amalga oshirishishimiz kerak bo’lgan ishni impossible deb o’ylamaylik."
  },
  {
    "title": "Zerikish haqida",
    "content": "Anyone can work when they feel motivated. It’s the ability to keep going when work isn’t exciting that makes difference.\n\n“Atomic habits” dan\n\nBiror bir sohada yutuqqa erishganlarda mana shu soha bilan band bo’lishda doim ham ishtiyoq bo’lmaydi. Qaysidir payt hamma zerikadi. Ana shu paytda tark etish yoki zerikarli bo’lsada davom ettirishda gap katta va bu winners va losers o’rtasidagi tafovutlardan biri.\n\nBoshlagan ishimizni zerikarli bo’lsada davom ettirishni o’zimizda shakllantirishimiz kerak. Zerikish juda okay. Zerikib to’xtatib qo’yish okay emas."
  }
]